adobe-creative-cloud
anki
arc
asana
docker
dropbox
front
google-chrome
google-drive
inkdrop
microsoft-auto-update
microsoft-office
mimestream
obs
omnifocus
quicken
r
rstudio
slack
spotify
visual-studio-code
zoom
zotero
1password
adobe-creative-cloud
anki
arc
asana
dropbox
front
google-chrome
google-drive
inkdrop
microsoft-auto-update
microsoft-office
mimestream
obs
omnifocus
quicken
rstudio
slack
spotify
visual-studio-code
zoom
zotero
